{
  "rejected_titles": [
    {
      "title": "Safe-NEureka: a Hybrid Modular Redundant DNN Accelerator for On-board Satellite AI Processing",
      "abstract": "Low Earth Orbit (LEO) constellations are revolutionizing the space sector, with on-board Artificial Intelligence (AI) becoming pivotal for next-generation satellites. AI acceleration is essential for safety-critical functions such as autonomous Guidance, Navigation, and Control (GNC), where errors cannot be tolerated, and performance-critical processing of high-bandwidth sensor data, where occasional errors are tolerable. Consequently, AI accelerators for satellites must combine robust protection against radiation-induced faults with high throughput. This paper presents Safe-NEureka, a Hybrid Modular Redundant Deep Neural Network (DNN) accelerator for heterogeneous RISC-V systems. It operates in two modes: a redundancy mode utilizing Dual Modular Redundancy (DMR) with hardware-based recovery, and a performance mode repurposing redundant datapaths to maximize parallel throughput. Furthermore, its memory interface is protected by Error Correction Codes (ECCs), and the controller by Triple Modular Redundancy (TMR). Implementation in GlobalFoundries 12nm technology shows a 96 reduction in faulty executions in redundancy mode, with a manageable 15 area overhead. In performance mode, the architecture achieves near-baseline speeds on 3x3 dense convolutions with a 5 throughput and 11 efficiency reduction, compared to 48 and 53 in redundancy mode. This flexibility ensures high overheads are limited to critical tasks, establishing Safe-NEureka as a versatile solution for space applications."
    },
    {
      "title": "Efficient Equivariant High-Order Crystal Tensor Prediction via Cartesian Local-Environment Many-Body Coupling",
      "abstract": ""
    },
    {
      "title": "Benchmarking and Enhancing PPG-Based Cuffless Blood Pressure Estimation Methods",
      "abstract": ""
    },
    {
      "title": "Toward Reliable and Explainable Nail Disease Classification: Leveraging Adversarial Training and Grad-CAM Visualization",
      "abstract": ""
    },
    {
      "title": "Long-term amyloid PET and MRI outcomes in a menopausal hormone therapy trial.",
      "abstract": ""
    },
    {
      "title": "Urinary tract infection-related delirium in Alzheimer's disease and related dementias: Clinical challenges and translational opportunities.",
      "abstract": ""
    },
    {
      "title": "Deep Variational Contrastive Learning for Joint Risk Stratification and Time-to-Event Estimation",
      "abstract": ""
    },
    {
      "title": "Disrupted Frontoparietal Dynamics in Neurofibromatosis Type 1: Reduced Sensitivity and Atypical Modulation During Working Memory.",
      "abstract": ""
    },
    {
      "title": "SymPlex: A Structure-Aware Transformer for Symbolic PDE Solving",
      "abstract": ""
    },
    {
      "title": "Rank-Learner: Orthogonal Ranking of Treatment Effects",
      "abstract": ""
    },
    {
      "title": "Acceleration of Atomistic NEGF: Algorithms, Parallelization, and Machine Learning",
      "abstract": ""
    },
    {
      "title": "NPCNet: Navigator-Driven Pseudo Text for Deep Clustering of Early Sepsis Phenotyping",
      "abstract": ""
    },
    {
      "title": "Cerebral Venous Thrombosis.",
      "abstract": "Cerebral venous thrombosis (CVT) is a rare yet serious cerebrovascular condition distinct from arterial stroke. Despite its low prevalence (0.5%-3% of strokes), incidence has risen due to improved awareness and diagnostics. CVT presents variably, commonly with headache, seizures, and focal deficits, making early recognition crucial. Diagnosis relies on CT/MR venography, while anticoagulation remains the mainstay of treatment. Prognosis is generally favorable, though long-term complications such as recurrent thrombosis and cognitive impairment are possible. Emerging research continues to refine diagnostic and management strategies, including anticoagulation choices and treatment of special populations such as pregnant patients."
    },
    {
      "title": "Accelerated motion-robust abdominal 3D T1ρ mapping using diamond radial sampling.",
      "abstract": "To develop and validate a fast, motion-robust, free-breathing abdominal 3D T1ρ mapping method by combining variable-density diamond radial k-space sampling with fast-MAPSS (magnetization-prepared angle-modulated partitioned-k-space spoiled gradient-echo snapshots). 3D MAPSS T1ρ imaging was performed at 3T using five spin-lock time (TSL) pairs in phantom scans and three TSL pairs in nine healthy volunteers. Phantom experiments compared Cartesian sampling (reference) with stack-of-stars and diamond radial sampling. Volunteer scans utilized stack-of-stars and diamond sampling. T1ρ values were calculated using mono-exponential fitting with MAPSS (five or three TSL pairs) and fast-MAPSS (three TSLs). These values were compared across sampling methods and T1ρ techniques in phantom and in vivo for the liver, pancreas, and muscles. Diamond sampling achieved a 2.2-fold acceleration compared to stack-of-stars. In phantom experiments, mean T1ρ differences from reference Cartesian MAPSS were -1.93% for stack-of-stars, and -0.09% for diamond sampling. Fast-MAPSS with three TSLs resulted in differences of 0.54% (stack-of-stars) and 1.45% (diamond). In volunteers, a strong correlation (R2 ≥ 0.88) was observed between diamond and stack-of-stars MAPSS, and between MAPSS and fast-MAPSS for both sampling methods. Bland-Altman analysis revealed minimal biases (<1.5 ms) between the methods. Paired t-tests indicated no significant T1ρ differences between MAPSS and fast-MAPSS or between sampling methods in volunteers. Fast-MAPSS with diamond radial k-space sampling enables clinically feasible, motion-robust, free-breathing 3D T1ρ mapping of the abdomen with reduced scan time and quantification accuracy comparable to standard methods."
    },
    {
      "title": "Automated Segmentation of Complicated Cystic Renal Masses Using 3D V-Net Convolutional Neural Network on MRI.",
      "abstract": "To develop and test a convolutional neural network model for automated segmentation of complicated cystic renal masses (cCRMs) on MRI. This multicenter retrospective study analyzed 210 cCRMs between October 2019 and May 2021, divided into training/internal validation (n = 150, Institution 1) and test sets (n = 60, Institutions 2-4). Comparative 3D V-Net and U-Net models were developed across seven MRI sequences (T2-weighted, diffusion-weighted, apparent diffusion coefficient maps, unenhanced T1-weighted, and enhanced corticomedullary, nephrographic, and excretory phases images). A total of 14 models were developed, and seven pairwise comparisons were performed between the 3D V-Net and U-Net models. Segmentation performance was evaluated using Dice similarity coefficient (DSC) and Hausdorff distance (HD), with subgroup analysis of small cCRMs (≤40mm). In the test set, the excretory-phase V-Net (EPV-Net model) showed the highest DSC, and perform better than the corresponding U-Net (EPU-Net model) across all cCRMs (DSC: 0.74 ± 0.05 vs 0.70 ± 0.06, P < 0.001; HD: 27.41 ± 7.44 mm vs 39.18 ± 11.07 mm, P < 0.001) and the 35 small cCRMs subgroup (DSC: 0.74 ± 0.05 vs 0.70 ± 0.06, P < 0.001; HD: 27.48 mm ± 6.32 vs 38.72 ± 10.69 mm, P < 0.001). The 3D EPV-Net model demonstrated good segmentation accuracy, even for small lesions, supporting its clinical utility for cCRMs evaluation. This automated approach may streamline workflow compared to manual segmentation in cCRMs assessment."
    },
    {
      "title": "Astrocytes in glioblastoma tumor microenvironment.",
      "abstract": "Glioblastoma (GBM) remains one of the most aggressive and lethal brain tumors in adults, characterized by extensive heterogeneity, robust therapeutic resistance, and a dismal prognosis despite maximal surgical resection, radiotherapy, and chemotherapy. A defining hallmark of GBM is its complex tumor microenvironment (TME), a dynamic ecosystem comprising immune cells, vascular networks, extracellular matrix, and various stromal components that collectively drive tumor progression and therapeutic evasion. Within this intricate niche, astrocytes, traditionally regarded as passive support cells in the central nervous system (CNS), have emerged as pivotal orchestrators of GBM pathogenesis. These cells undergo profound phenotypic reprogramming upon interaction with GBM cells, adopting diverse roles that encompass metabolic support, immune suppression, promotion of invasive growth, and induction of therapy resistance. Regulated by key signaling pathways and influenced by GBM-derived exosomes, blood-brain barrier disruption, and tumor-associated hypoxia, astrocytes exhibit remarkable plasticity and heterogeneity, including putative subtypes such as metabolic homeostasis, immune-inflammatory reactive, gliomagenic, and senescence-associated subtypes. Their ability to shape the TME through immunosuppressive axis activation, energy support, metabolic crosstalk, and intercellular communication via tunneling nanotubes (TNTs) and extracellular vesicles (EVs) underscores their critical role in GBM biology. This review focuses on the multifaceted contributions of astrocytes within the GBM microenvironment, exploring their phenotypic diversity, regulatory mechanisms, therapeutic potential as emerging targets to dismantle the pro-tumor niche as well as to improve patient outcomes and advances in technologies for investigating astrocytes in GBM."
    },
    {
      "title": "Current advances in the clinical management of Perry syndrome: is there hope for the future?",
      "abstract": "Perry syndrome (PS) is a rare, inherited neurodegenerative disorder caused by mutations in the DCTN1 gene. It is characterized by parkinsonism, neuropsychiatric symptoms, central hypoventilation, and progressive weight loss, typically leading to a rapid disease course and early death. As genetic testing becomes more widespread, PS is increasingly diagnosed, and its clinical spectrum is expanding. The authors conducted a comprehensive search of public databases through September 2025 to identify original research, conference proceedings, and book chapters related to Perry syndrome. This review summarizes the current understanding of the disease, including its clinical, pathologic, and genetic aspects. The authors also provide practical recommendations for managing symptoms, particularly through optimization of dopaminergic therapy, antidepressive treatment, and noninvasive or invasive ventilation support, which can greatly improve quality of life and extend survival. Although there are currently no approved disease-modifying therapies for PS, recent research into the underlying pathology, such as TDP-43 and axonal transport dysfunction, offers promising targets for future treatments. A new staging system for PS is recommended for PS, which will help to standardize the clinical assessment of PS and guide therapeutic decision-making."
    },
    {
      "title": "Automated Coregistered Segmentation for Volumetric Analysis of Multiparametric Renal MRI.",
      "abstract": "This study aims to develop and evaluate a fully automated deep learning-driven postprocessing pipeline for multiparametric renal MRI, enabling accurate kidney alignment, segmentation, and quantitative feature extraction within a single efficient workflow. Our method has three main stages. First, a segmentation network delineates renal structures in high-contrast images. Next, a deep learning-based pairwise image registration algorithm maps the multiparametric image series to a common target and transfers the predicted annotations between the multiparametric images. Finally, clinically relevant quantitative parameters are extracted through region-specific assessment of renal structure and function based on the aligned and segmented multiparametric data. We used five-fold cross-validation to compare the segmentation outcomes and extracted features with manual analyses in 24 patients with prostate cancer or neuroendocrine tumors and 10 healthy subjects, each undergoing repeated scans. Our automated pipeline achieved high agreement with expert kidney segmentation while delivering significant alignment improvements through registration. Volumetric analysis showed a strong correlation (r  > $$ > $$  0.9) with manual results, and feature extraction demonstrated high intraclass correlation coefficients with minimal bias. The complete processing pipeline, encompassing coregistration, segmentation, and feature extraction, required approximately 15 s per scan from raw input to final quantitative output. The study establishes a reliable automated pipeline for renal multiparametric MRI postprocessing. The achieved accuracy and efficiency can support improved diagnosis and treatment planning for patients with kidney disease."
    }
  ],
  "starred_papers": [],
  "sent_history": [
    "divergent disruption of brain networks following total and chronic sleep loss: a longitudinal fmri study",
    "on the structural and practical identifiability of multi-echo bbb-asl tracer kinetic models",
    "incomplete multi-modal disentanglement learning with application to alzheimer's disease diagnosis",
    "sampling of non-gaussian ensemble average propagators for the simulation of diffusion magnetic resonance images",
    "a multi-view neural framework with attention for epileptic seizure classification",
    "alsuntangled #79: alpha-lipoic acid",
    "developing a multimodal screening algorithm for mild cognitive impairment and early dementia in home health care: protocol for a cross-sectional case-control study using speech analysis, large language models, and electronic health records",
    "a new amyloid pet evaluation method using separated gray-matter histogram based on three-component model",
    "learning query-aware budget-tier routing for runtime agent memory",
    "attentional sampling resolves competition along the visual hierarchy",
    "astrocytes in glioblastoma tumor microenvironment",
    "current advances in the clinical management of perry syndrome: is there hope for the future?",
    "pilot study of fingolimod treatment in neuronal ceroid lipofuscinosis type 1",
    "towards advancing research with workflows: a perspective from the workflows community summit -- amsterdam, 2025",
    "hybrid neural-cognitive models reveal how memory shapes human reward learning",
    "what makes memories vivid?",
    "neurocognitive characterization of behaviour and mental illness through time-varying brain network analysis",
    "motor recovery through perineuronal net modulation in a parkinson's disease mouse model",
    "independent and joint associations of key social exposome components with cognitive aging: triangulating evidence through cross-national data",
    "a biologically plausible model of astrocyte-neuron networks in random and hub-driven connectivity",
    "disentangling meaning from language in llm-based machine translation",
    "mri safety considerations for permanent magnet implants in muscle",
    "mri assessment of radiation-induced delayed-onset microstructural gray matter changes in nasopharyngeal carcinoma patients",
    "health outcomes of hormone therapy initiated or continued after age 65",
    "unveiling resting-state functional connectivity patterns in patients with migraine: a reform study",
    "a novel ecological approach to assess theory of mind and social norm understanding for social cognition phenotyping in multiple sclerosis",
    "zeros: zero-sum linear attention for efficient transformers",
    "design optimization using gate monte carlo simulations for a sub-0.5 mm resolution pet scanner with 3-layer doi detectors",
    "prevalence, risk factors, and preventive interventions for delirium in older adults living at home and in residential care: a scoping review",
    "associations between accelerometer-derived physical activity complexity, cognitive function, and plasma biomarkers of alzheimer's disease",
    "acr-acnm-asnr-snmmi practice parameter for the performance of brain pet/ct imaging in dementia",
    "sex-specific cardiac magnetic resonance phenotypes in danon disease: a retrospective cohort study",
    "moving beyond functional connectivity: time-series modeling for fmri-based brain disorder classification",
    "prevalence and factors associated with primary headache disorders among emirati population in dubai, united arab emirates: a cross-sectional study",
    "mdsfd-net: alzheimer's disease diagnosis with missing modality via disentanglement learning and feature distillation",
    "extinction memories: putting learning into context",
    "prevalence of alzheimer's disease pathology in the community",
    "enhancing the characterization of dural tears on photon-counting ct myelography: an analysis of reconstruction techniques",
    "repeatability of diffusion-weighted arterial spin labeling mri for mapping blood-brain barrier water exchange rate at different postlabel delays",
    "rise-video: can video generators decode implicit world rules?",
    "subjective cognitive complaints and cognitive decline in the mauco population-based prospective cohort",
    "associations between excessive daytime sleepiness, cognitive impairment, and brain alterations in patients with obstructive sleep apnea",
    "can vision language models learn intuitive physics from interaction?",
    "graph neural networks for fmri functional brain networks: a survey",
    "multi-modal orthogonal fusion network via cross-layer guidance for alzheimer's disease diagnosis",
    "towards uncertainty quantification of a model for cancer-on-chip experiments",
    "do age and episodic memory task performance differentially relate to tract-specific white matter microstructure? cross-sectional and longitudinal analyses in a healthy adult sample",
    "interchangeability of blood-based biomarkers and pet to identify alzheimer's disease pathology",
    "evidence of incoherent cerebrospinal fluid flow in the human brain from multidimensional mri",
    "automated coregistered segmentation for volumetric analysis of multiparametric renal mri",
    "beyond ct: attenuation correction for stand-alone brain pet",
    "vaccine literacy among italian travelers: a web-based survey using a brief assessment tool",
    "reactive astrocytes and network functional connectivity underlying cognitive symptoms in schizophrenia: a pet and fmri study",
    "characteristics and mechanisms of cognitive impairment in parkinson disease",
    "the international pediatric headache didactic series: a novel curriculum innovation",
    "registration accuracy of amyloid/tau-pet to brain mri using modified spm method",
    "characterizing human semantic navigation in concept production as trajectories in embedding space",
    "association of brain atrophy with subjective and objective hearing assessments in older adults",
    "a multi-region recurrent circuit for evidence accumulation in rats",
    "community perspectives on epigenetic dementia risk testing: willingness, implementation preferences, and reasons for not testing in midlife and older adults",
    "optimizing deep cnn architecture via hybrid harris hawks arithmetic algorithm for eeg meditation classification",
    "dissociations and interactions between attention guidance from negative templates maintained in visual working memory and long-term memory",
    "attention, executive functions, and speech disfluencies in stuttering and nonstuttering individuals: a scoping review",
    "deep adaptive fusion network with multimodal neuroimaging information for mdd diagnosis: an open data study",
    "similar minds age alike: an mri similarity approach for predicting age-related cognitive decline",
    "motion-informed 3d deep learning reconstruction in patients with cognitive impairment",
    "guardian: safety filtering for systems with perception models subject to adversarial attacks",
    "motor learning after stroke: what we've learned and what lies ahead",
    "oral health conditions and domain-specific cognitive decline in older adults: evidence from the baltimore longitudinal study of aging 2005-2024",
    "uncertainty in deep learning for eeg under dataset shifts",
    "protoradnet: prototypical patches of convolutional features for radiology image classification network",
    "neural population activity for memory: properties, computations, and codes",
    "combined transcranial electrical stimulation (tes) and cognitive training (ct) for cognitive impairment: evidence from clinical applications and basic research",
    "normal reference values and determinants of right heart strain derived from mr-feature tracking: a meta-analysis",
    "shaping gamma oscillations through sensory stimulation: a systematic review in healthy adults",
    "trajectory of depression occurrence before, during, and after dementia diagnosis: a population-based study",
    "saccadic eye movements based classification of patients with obsessive-compulsive disorder, patients with schizophrenia and healthy controls using artificial neural networks",
    "pubertal hormones and the early adolescent female brain: a multimodality brain mri study",
    "a two-dimensional analytic solution for the generation of hyperbolic trajectories via a single close encounter with applications to interstellar objects",
    "weighted sum-of-trees model for clustered data",
    "cognitive reserve and effects of air pollution mixture on cognitive function in dementia-free adults",
    "hierarchical interactions between sensory cortices defy predictive coding",
    "aurora: open-access web application for structured neuroradiology report and score calculation",
    "technologies and strategies for metabolic and molecular imaging with hyperpolarized mri",
    "object detection, recognition, deep learning, and the universal law of generalization",
    "blood-based alzheimer's disease biomarkers and cognitive decline in essential tremor",
    "the role of mri in debunking the fallacy of \"mild\" traumatic brain injury",
    "hong kong brief cognitive test for identifying symptomatic alzheimer's disease and other types of dementia",
    "ci-994 is a dual modulator of class i hdacs and wnt/β-catenin signaling for the treatment of alzheimer's disease",
    "qenna: a quantum-enhanced neural network for early alzheimer's detection using magnetic resonance imaging",
    "cognitive processes and emotion perception in frontotemporal dementia",
    "long-term dementia risk in metabolic dysfunction-associated steatotic liver disease: a population-based study",
    "spiking neural networks for eeg signal analysis: from theory to practice",
    "recent advances in immunotherapy targeting amyloid-beta and tauopathies in alzheimer's disease",
    "from contrast-driven segmentation to central lumbar spinal stenosis grading: a comprehensive multi-view spinal mri image analysis",
    "adaptive behavior with stable synapses",
    "use of the neuropsychiatric inventory questionnaire to assess antipsychotic prescribing practices in patients with dementia: a quality improvement project",
    "recommendations from the european interdisciplinary council on ageing on physical activity and diet for mental health conditions in older adults",
    "man-gnn: an interpretable biomarker architecture for neurodevelopmental disorders",
    "a computational account of dreaming: learning and memory consolidation"
  ],
  "explored_paths": [
    "(ecological validity) AND (cognitive assessment OR neuropsychology)",
    "(brain plasticity OR neuroplasticity) AND (training OR rehabilitation)"
  ]
}