{
  "rejected_titles": [
    {
      "title": "Safe-NEureka: a Hybrid Modular Redundant DNN Accelerator for On-board Satellite AI Processing",
      "abstract": "Low Earth Orbit (LEO) constellations are revolutionizing the space sector, with on-board Artificial Intelligence (AI) becoming pivotal for next-generation satellites. AI acceleration is essential for safety-critical functions such as autonomous Guidance, Navigation, and Control (GNC), where errors cannot be tolerated, and performance-critical processing of high-bandwidth sensor data, where occasional errors are tolerable. Consequently, AI accelerators for satellites must combine robust protection against radiation-induced faults with high throughput. This paper presents Safe-NEureka, a Hybrid Modular Redundant Deep Neural Network (DNN) accelerator for heterogeneous RISC-V systems. It operates in two modes: a redundancy mode utilizing Dual Modular Redundancy (DMR) with hardware-based recovery, and a performance mode repurposing redundant datapaths to maximize parallel throughput. Furthermore, its memory interface is protected by Error Correction Codes (ECCs), and the controller by Triple Modular Redundancy (TMR). Implementation in GlobalFoundries 12nm technology shows a 96 reduction in faulty executions in redundancy mode, with a manageable 15 area overhead. In performance mode, the architecture achieves near-baseline speeds on 3x3 dense convolutions with a 5 throughput and 11 efficiency reduction, compared to 48 and 53 in redundancy mode. This flexibility ensures high overheads are limited to critical tasks, establishing Safe-NEureka as a versatile solution for space applications."
    },
    {
      "title": "Efficient Equivariant High-Order Crystal Tensor Prediction via Cartesian Local-Environment Many-Body Coupling",
      "abstract": ""
    },
    {
      "title": "Benchmarking and Enhancing PPG-Based Cuffless Blood Pressure Estimation Methods",
      "abstract": ""
    },
    {
      "title": "Toward Reliable and Explainable Nail Disease Classification: Leveraging Adversarial Training and Grad-CAM Visualization",
      "abstract": ""
    },
    {
      "title": "Long-term amyloid PET and MRI outcomes in a menopausal hormone therapy trial.",
      "abstract": ""
    },
    {
      "title": "Urinary tract infection-related delirium in Alzheimer's disease and related dementias: Clinical challenges and translational opportunities.",
      "abstract": ""
    },
    {
      "title": "Deep Variational Contrastive Learning for Joint Risk Stratification and Time-to-Event Estimation",
      "abstract": ""
    },
    {
      "title": "Disrupted Frontoparietal Dynamics in Neurofibromatosis Type 1: Reduced Sensitivity and Atypical Modulation During Working Memory.",
      "abstract": ""
    },
    {
      "title": "SymPlex: A Structure-Aware Transformer for Symbolic PDE Solving",
      "abstract": ""
    },
    {
      "title": "Rank-Learner: Orthogonal Ranking of Treatment Effects",
      "abstract": ""
    },
    {
      "title": "Acceleration of Atomistic NEGF: Algorithms, Parallelization, and Machine Learning",
      "abstract": ""
    },
    {
      "title": "NPCNet: Navigator-Driven Pseudo Text for Deep Clustering of Early Sepsis Phenotyping",
      "abstract": ""
    },
    {
      "title": "Cerebral Venous Thrombosis.",
      "abstract": "Cerebral venous thrombosis (CVT) is a rare yet serious cerebrovascular condition distinct from arterial stroke. Despite its low prevalence (0.5%-3% of strokes), incidence has risen due to improved awareness and diagnostics. CVT presents variably, commonly with headache, seizures, and focal deficits, making early recognition crucial. Diagnosis relies on CT/MR venography, while anticoagulation remains the mainstay of treatment. Prognosis is generally favorable, though long-term complications such as recurrent thrombosis and cognitive impairment are possible. Emerging research continues to refine diagnostic and management strategies, including anticoagulation choices and treatment of special populations such as pregnant patients."
    },
    {
      "title": "Accelerated motion-robust abdominal 3D T1ρ mapping using diamond radial sampling.",
      "abstract": "To develop and validate a fast, motion-robust, free-breathing abdominal 3D T1ρ mapping method by combining variable-density diamond radial k-space sampling with fast-MAPSS (magnetization-prepared angle-modulated partitioned-k-space spoiled gradient-echo snapshots). 3D MAPSS T1ρ imaging was performed at 3T using five spin-lock time (TSL) pairs in phantom scans and three TSL pairs in nine healthy volunteers. Phantom experiments compared Cartesian sampling (reference) with stack-of-stars and diamond radial sampling. Volunteer scans utilized stack-of-stars and diamond sampling. T1ρ values were calculated using mono-exponential fitting with MAPSS (five or three TSL pairs) and fast-MAPSS (three TSLs). These values were compared across sampling methods and T1ρ techniques in phantom and in vivo for the liver, pancreas, and muscles. Diamond sampling achieved a 2.2-fold acceleration compared to stack-of-stars. In phantom experiments, mean T1ρ differences from reference Cartesian MAPSS were -1.93% for stack-of-stars, and -0.09% for diamond sampling. Fast-MAPSS with three TSLs resulted in differences of 0.54% (stack-of-stars) and 1.45% (diamond). In volunteers, a strong correlation (R2 ≥ 0.88) was observed between diamond and stack-of-stars MAPSS, and between MAPSS and fast-MAPSS for both sampling methods. Bland-Altman analysis revealed minimal biases (<1.5 ms) between the methods. Paired t-tests indicated no significant T1ρ differences between MAPSS and fast-MAPSS or between sampling methods in volunteers. Fast-MAPSS with diamond radial k-space sampling enables clinically feasible, motion-robust, free-breathing 3D T1ρ mapping of the abdomen with reduced scan time and quantification accuracy comparable to standard methods."
    },
    {
      "title": "Automated Segmentation of Complicated Cystic Renal Masses Using 3D V-Net Convolutional Neural Network on MRI.",
      "abstract": "To develop and test a convolutional neural network model for automated segmentation of complicated cystic renal masses (cCRMs) on MRI. This multicenter retrospective study analyzed 210 cCRMs between October 2019 and May 2021, divided into training/internal validation (n = 150, Institution 1) and test sets (n = 60, Institutions 2-4). Comparative 3D V-Net and U-Net models were developed across seven MRI sequences (T2-weighted, diffusion-weighted, apparent diffusion coefficient maps, unenhanced T1-weighted, and enhanced corticomedullary, nephrographic, and excretory phases images). A total of 14 models were developed, and seven pairwise comparisons were performed between the 3D V-Net and U-Net models. Segmentation performance was evaluated using Dice similarity coefficient (DSC) and Hausdorff distance (HD), with subgroup analysis of small cCRMs (≤40mm). In the test set, the excretory-phase V-Net (EPV-Net model) showed the highest DSC, and perform better than the corresponding U-Net (EPU-Net model) across all cCRMs (DSC: 0.74 ± 0.05 vs 0.70 ± 0.06, P < 0.001; HD: 27.41 ± 7.44 mm vs 39.18 ± 11.07 mm, P < 0.001) and the 35 small cCRMs subgroup (DSC: 0.74 ± 0.05 vs 0.70 ± 0.06, P < 0.001; HD: 27.48 mm ± 6.32 vs 38.72 ± 10.69 mm, P < 0.001). The 3D EPV-Net model demonstrated good segmentation accuracy, even for small lesions, supporting its clinical utility for cCRMs evaluation. This automated approach may streamline workflow compared to manual segmentation in cCRMs assessment."
    }
  ],
  "starred_papers": [],
  "sent_history": [
    "a two-dimensional analytic solution for the generation of hyperbolic trajectories via a single close encounter with applications to interstellar objects",
    "weighted sum-of-trees model for clustered data",
    "spiking neural networks for eeg signal analysis: from theory to practice",
    "interchangeability of blood-based biomarkers and pet to identify alzheimer's disease pathology",
    "current advances in the clinical management of perry syndrome: is there hope for the future?",
    "pilot study of fingolimod treatment in neuronal ceroid lipofuscinosis type 1",
    "dissociations and interactions between attention guidance from negative templates maintained in visual working memory and long-term memory",
    "the international pediatric headache didactic series: a novel curriculum innovation",
    "repeatability of diffusion-weighted arterial spin labeling mri for mapping blood-brain barrier water exchange rate at different postlabel delays",
    "adaptive behavior with stable synapses",
    "automated coregistered segmentation for volumetric analysis of multiparametric renal mri",
    "normal reference values and determinants of right heart strain derived from mr-feature tracking: a meta-analysis",
    "pubertal hormones and the early adolescent female brain: a multimodality brain mri study",
    "incomplete multi-modal disentanglement learning with application to alzheimer's disease diagnosis",
    "qenna: a quantum-enhanced neural network for early alzheimer's detection using magnetic resonance imaging",
    "graph neural networks for fmri functional brain networks: a survey",
    "deep adaptive fusion network with multimodal neuroimaging information for mdd diagnosis: an open data study",
    "astrocytes in glioblastoma tumor microenvironment",
    "what makes memories vivid?",
    "a biologically plausible model of astrocyte-neuron networks in random and hub-driven connectivity",
    "sex-specific cardiac magnetic resonance phenotypes in danon disease: a retrospective cohort study",
    "mdsfd-net: alzheimer's disease diagnosis with missing modality via disentanglement learning and feature distillation",
    "motor learning after stroke: what we've learned and what lies ahead",
    "characterizing human semantic navigation in concept production as trajectories in embedding space",
    "multi-modal orthogonal fusion network via cross-layer guidance for alzheimer's disease diagnosis",
    "guardian: safety filtering for systems with perception models subject to adversarial attacks",
    "prevalence and factors associated with primary headache disorders among emirati population in dubai, united arab emirates: a cross-sectional study",
    "rise-video: can video generators decode implicit world rules?",
    "technologies and strategies for metabolic and molecular imaging with hyperpolarized mri",
    "blood-based alzheimer's disease biomarkers and cognitive decline in essential tremor",
    "the role of mri in debunking the fallacy of \"mild\" traumatic brain injury",
    "learning query-aware budget-tier routing for runtime agent memory",
    "alsuntangled #79: alpha-lipoic acid",
    "attentional sampling resolves competition along the visual hierarchy",
    "evidence of incoherent cerebrospinal fluid flow in the human brain from multidimensional mri",
    "disentangling meaning from language in llm-based machine translation",
    "zeros: zero-sum linear attention for efficient transformers",
    "mri assessment of radiation-induced delayed-onset microstructural gray matter changes in nasopharyngeal carcinoma patients",
    "sampling of non-gaussian ensemble average propagators for the simulation of diffusion magnetic resonance images",
    "protoradnet: prototypical patches of convolutional features for radiology image classification network",
    "a computational account of dreaming: learning and memory consolidation",
    "associations between accelerometer-derived physical activity complexity, cognitive function, and plasma biomarkers of alzheimer's disease",
    "recent advances in immunotherapy targeting amyloid-beta and tauopathies in alzheimer's disease",
    "towards advancing research with workflows: a perspective from the workflows community summit -- amsterdam, 2025",
    "motor recovery through perineuronal net modulation in a parkinson's disease mouse model",
    "ci-994 is a dual modulator of class i hdacs and wnt/β-catenin signaling for the treatment of alzheimer's disease",
    "on the structural and practical identifiability of multi-echo bbb-asl tracer kinetic models",
    "can vision language models learn intuitive physics from interaction?",
    "extinction memories: putting learning into context",
    "towards uncertainty quantification of a model for cancer-on-chip experiments",
    "characteristics and mechanisms of cognitive impairment in parkinson disease",
    "mri safety considerations for permanent magnet implants in muscle",
    "subjective cognitive complaints and cognitive decline in the mauco population-based prospective cohort",
    "prevalence of alzheimer's disease pathology in the community",
    "hong kong brief cognitive test for identifying symptomatic alzheimer's disease and other types of dementia",
    "community perspectives on epigenetic dementia risk testing: willingness, implementation preferences, and reasons for not testing in midlife and older adults",
    "man-gnn: an interpretable biomarker architecture for neurodevelopmental disorders",
    "hierarchical interactions between sensory cortices defy predictive coding"
  ],
  "explored_paths": [
    "(brain plasticity OR neuroplasticity) AND (training OR rehabilitation)"
  ]
}