{
  "rejected_titles": [
    {
      "title": "Safe-NEureka: a Hybrid Modular Redundant DNN Accelerator for On-board Satellite AI Processing",
      "abstract": "Low Earth Orbit (LEO) constellations are revolutionizing the space sector, with on-board Artificial Intelligence (AI) becoming pivotal for next-generation satellites. AI acceleration is essential for safety-critical functions such as autonomous Guidance, Navigation, and Control (GNC), where errors cannot be tolerated, and performance-critical processing of high-bandwidth sensor data, where occasional errors are tolerable. Consequently, AI accelerators for satellites must combine robust protection against radiation-induced faults with high throughput. This paper presents Safe-NEureka, a Hybrid Modular Redundant Deep Neural Network (DNN) accelerator for heterogeneous RISC-V systems. It operates in two modes: a redundancy mode utilizing Dual Modular Redundancy (DMR) with hardware-based recovery, and a performance mode repurposing redundant datapaths to maximize parallel throughput. Furthermore, its memory interface is protected by Error Correction Codes (ECCs), and the controller by Triple Modular Redundancy (TMR). Implementation in GlobalFoundries 12nm technology shows a 96 reduction in faulty executions in redundancy mode, with a manageable 15 area overhead. In performance mode, the architecture achieves near-baseline speeds on 3x3 dense convolutions with a 5 throughput and 11 efficiency reduction, compared to 48 and 53 in redundancy mode. This flexibility ensures high overheads are limited to critical tasks, establishing Safe-NEureka as a versatile solution for space applications."
    },
    {
      "title": "Efficient Equivariant High-Order Crystal Tensor Prediction via Cartesian Local-Environment Many-Body Coupling",
      "abstract": ""
    },
    {
      "title": "Benchmarking and Enhancing PPG-Based Cuffless Blood Pressure Estimation Methods",
      "abstract": ""
    },
    {
      "title": "Toward Reliable and Explainable Nail Disease Classification: Leveraging Adversarial Training and Grad-CAM Visualization",
      "abstract": ""
    },
    {
      "title": "Long-term amyloid PET and MRI outcomes in a menopausal hormone therapy trial.",
      "abstract": ""
    },
    {
      "title": "Urinary tract infection-related delirium in Alzheimer's disease and related dementias: Clinical challenges and translational opportunities.",
      "abstract": ""
    },
    {
      "title": "Deep Variational Contrastive Learning for Joint Risk Stratification and Time-to-Event Estimation",
      "abstract": ""
    },
    {
      "title": "Disrupted Frontoparietal Dynamics in Neurofibromatosis Type 1: Reduced Sensitivity and Atypical Modulation During Working Memory.",
      "abstract": ""
    },
    {
      "title": "SymPlex: A Structure-Aware Transformer for Symbolic PDE Solving",
      "abstract": ""
    },
    {
      "title": "Rank-Learner: Orthogonal Ranking of Treatment Effects",
      "abstract": ""
    },
    {
      "title": "Acceleration of Atomistic NEGF: Algorithms, Parallelization, and Machine Learning",
      "abstract": ""
    },
    {
      "title": "NPCNet: Navigator-Driven Pseudo Text for Deep Clustering of Early Sepsis Phenotyping",
      "abstract": ""
    },
    {
      "title": "Cerebral Venous Thrombosis.",
      "abstract": "Cerebral venous thrombosis (CVT) is a rare yet serious cerebrovascular condition distinct from arterial stroke. Despite its low prevalence (0.5%-3% of strokes), incidence has risen due to improved awareness and diagnostics. CVT presents variably, commonly with headache, seizures, and focal deficits, making early recognition crucial. Diagnosis relies on CT/MR venography, while anticoagulation remains the mainstay of treatment. Prognosis is generally favorable, though long-term complications such as recurrent thrombosis and cognitive impairment are possible. Emerging research continues to refine diagnostic and management strategies, including anticoagulation choices and treatment of special populations such as pregnant patients."
    },
    {
      "title": "A Two-Dimensional Analytic Solution for the Generation of Hyperbolic Trajectories Via A Single Close Encounter with Applications To Interstellar Objects",
      "abstract": "The discovery of interstellar interlopers such as 1I/`Oumuamua, 2I/Borisov, and 3I/ATLAS have highlighted the necessity of understanding the dynamical pathways that eject small bodies from planetary systems into hyperbolic trajectories. In this paper we examine the orbital elements of particles in the restricted three-body problem prior to and post scattering onto hyperbolic trajectories by massive perturbers. Building on previous work, we calculate closed-form -- but approximate -- analytic criteria that map pre- to post-encounter orbital elements. An application of these equations demonstrates that ejection occurs most efficiently when the orbital eccentricity of the massless test particle exceeds a minimum threshold, $e\\gtrsim0.4$. The primary driver of the final eccentricity is the component of the perturber-centric velocity projected along the direction of motion of the perturber. These analytic criteria are then benchmarked and validated against numerical simulations which demonstrate that they provide a reasonably good zeroth-order approximation for ejection behavior. However, system-specific cases will generally require numerical simulations in addition to this analytic construction. The methodology is applied to (i) the solar system and exoplanetary systems (ii) $β$ Pictoris and (iii) HR 8799 to evaluate the pre-scattering orbits of ejected particles. This method provides a transparent and computationally efficient tool for identifying orbits within a given system from which interstellar objects are efficiently ejected via a single scattering event from a massive perturber."
    }
  ],
  "starred_papers": [],
  "sent_history": [
    "alzheimer's clinical research data via r packages: the alzverse",
    "characterizing human semantic navigation in concept production as trajectories in embedding space",
    "an mri-based macro- and microstructural neuroimaging-wide association study of subsequent cognitive impairment",
    "accelerating benchmarking of functional connectivity modeling via structure-aware core-set selection",
    "a novel method of measuring cortical thickness in schizophrenia spectrum disorders: a preliminary analysis of multi-echo fast spoiled gradient echo mri",
    "rise-video: can video generators decode implicit world rules?",
    "serum klotho levels, brain structure, and cognitive performance",
    "dementiabank-emotion: a multi-rater emotion annotation corpus for alzheimer's disease speech (version 1.0)",
    "genarena: how can we achieve human-aligned evaluation for visual generation tasks?",
    "registration accuracy of amyloid/tau-pet to brain mri using modified spm method",
    "weighted sum-of-trees model for clustered data",
    "a rostral prefrontal mediolateral gradient predicts creativity in frontotemporal dementia",
    "sparcd: a spectral graph framework for revealing differential functional connectivity in fmri data",
    "cortical microstructure in persistent post-traumatic headache, migraine and healthy controls: a quantitative magnetic resonance imaging study",
    "fasting as medicine: mitochondrial and endothelial rejuvenation in vascular aging",
    "building compositional tasks with shared neural subspaces",
    "app-mediated intracellular signaling rescues sleep impairment and blood-brain barrier leakage in alzheimer's disease mouse model",
    "a unified multimodal framework for dataset construction and model-based diagnosis of ameloblastoma",
    "westcott $g$ factors extended to arbitrary neutron energy spectra",
    "antidepressant effects of intermittent theta-burst stimulation are associated with lower baseline regional gray matter volumes and surface areas in prefrontal cortex",
    "constraining cosmological simulations with peculiar velocities: a forward-modeling approach",
    "single-cell analysis reveals neuroprotective histone deacetylase inhibitor pathways",
    "pubertal hormones and the early adolescent female brain: a multimodality brain mri study",
    "unraveling the autism spectrum heterogeneity: insights from abide i database using data/model-driven permutation testing approaches",
    "digan: diffusion-guided attention network for early alzheimer's disease detection",
    "neural population activity for memory: properties, computations, and codes",
    "a pipeline for adni resting-state functional mri processing and quality control",
    "vestibular migraine. clinical and diagnostic challenges, and emerging therapeutic approaches",
    "primary care service utilisation pattern in dementia: a 10-year longitudinal population-based study",
    "risk of alzheimer disease and related dementia after retinal vascular occlusion: a nationwide cohort analysis",
    "practice advisory: inpatient intravenous headache management",
    "repeatability analysis of ica-based harmonization for multi-site mri data using dual projection models",
    "repeatability of diffusion-weighted arterial spin labeling mri for mapping blood-brain barrier water exchange rate at different postlabel delays",
    "a probabilistic model-checking framework for cognitive assessment and training",
    "shades of uncertainty: how ai uncertainty visualizations affect trust in alzheimer's predictions",
    "parkinson's disease as a somato-cognitive action network disorder",
    "exploratory analysis of epileptic and non-epileptiform hippocampal network organization across spatial and frequency domains",
    "the roles of human endogenous retrovirus in neurodegenerative diseases: a systematic review",
    "can vision language models learn intuitive physics from interaction?",
    "reduced triacylglycerols and lipid droplets are associated with resilience to alzheimer's disease",
    "diagnosing serious \"cannot miss\" causes of non-traumatic headache-thunderclap headache and beyond",
    "investigating the utility of explainable artificial intelligence for neuroimaging-based dementia diagnosis and prognosis",
    "functional gradient alteration and structural remodeling in postpartum women",
    "sex differences in cluster headache: insights from the chinese cluster headache register individual study (chris)",
    "disentangling meaning from language in llm-based machine translation",
    "relationship between age and severity of cognitive impairment at diagnosis for early-onset and late-onset alzheimer's disease: comparison of leads and adni",
    "a synthesis-based mapping of the landscape of neurodegenerative diseases",
    "association between brain volume and depression in alzheimer's disease: neuroimaging insights",
    "multi-scale eeg analysis identifies neural circuit signatures of itbs responsiveness in major depressive disorder",
    "synaptic-resolution connectomics: towards large brains and connectomic screening",
    "roman: reward-orchestrated multi-head attention network for autonomous driving system testing",
    "learning query-aware budget-tier routing for runtime agent memory",
    "a computational account of dreaming: learning and memory consolidation",
    "choroid plexus alterations in long covid and their associations with alzheimer's disease risks",
    "towards uncertainty quantification of a model for cancer-on-chip experiments",
    "association of migraine with increased risk of central serous chorioretinopathy: a retrospective cohort study",
    "quantum computing for electronic circular dichroism spectrum prediction of chiral molecules",
    "uncovering the role of sociodemographic factors in sex/gender differences in emotional brain activation: an sdm-psi meta-analysis of fmri studies",
    "hypertension-induced neurovascular and cognitive dysfunction at single-cell resolution"
  ]
}